Revit 2027 API
TableMergedCell.Top Property
 Specifies the row index of the top-left corner of a table grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Top { get; set; }
Public Property Top As Integer
	Get
	Set
public:
property int Top {
	int get ();
	void set (int value);
}
member Top : int with get, set
Property Value
Int32
See Also
Reference
TableMergedCell Class
Autodesk.Revit.DB Namespace